import React from "react";

import { Wrapper } from "@/components/Wrapper";
import { SectionTitle } from "@/components/SectionTitle";

const PrivacyPolicy = () => {
  return (
    <Wrapper>
      <SectionTitle title="Политика конфиденциальности" />
      <p className="text-sm md:text-lg mt-2 tracking-wide">
        Перед использованием веб-сайтом https://akula-shop.ru/ пожалуйста,
        ознакомьтесь с условиями настоящей Политики конфиденциальности.
        Настоящая политика конфиденциальности (далее – «Политика») определяет
        порядок обработки и защиты персональных данных Пользователей, которые ИП
        Махмудов Бадиюлла Курбанович, ОГРНИП 321057100049002 может получить во
        время использования Пользователями (включая доступ, просмотр и/или
        использование любой интерактивной функции) страниц веб-сайта.
      </p>
      <h2 className="text-base md:text-2xl mt-6 mb-2">1. Общие положения</h2>
      <p className="text-sm md:text-lg mt-2 tracking-wide">
        1.1. Пользуясь веб-сайтом, Вы соглашаетесь с тем, что:
      </p>
      <p className="text-sm md:text-lg mt-2 tracking-wide">
        а) Вы являетесь Пользователем и ознакомились с условиями настоящей
        Политики конфиденциальности в полном объеме до начала пользования
        веб-сайтом.
      </p>
      <p className="text-sm md:text-lg mt-2 tracking-wide">
        б) Начало использования Вами веб-сайта в любой форме означает, что Вы
        принимаете все условия настоящей Политики конфиденциальности в полном
        объеме без каких-либо изъятий и ограничений с Вашей стороны.
      </p>
      <p className="text-sm md:text-lg mt-2 tracking-wide">
        в) Если Вы не согласны с условиями настоящей Политики
        конфиденциальности, Вам следует незамедлительно прекратить любое
        использование веб-сайта.
      </p>
      <p className="text-sm md:text-lg mt-2 tracking-wide">
        г) Политика конфиденциальности (в том числе любая из ее частей) может
        быть изменена Организацией без какого-либо специального уведомления и
        без выплаты какой-либо компенсации в связи с этим. Новая редакция
        Политики конфиденциальности вступает в силу с момента ее размещения на
        веб-сайте, размещенном на домене по адресу https://akula-shop.ru/, если
        иное не предусмотрено новой редакцией.
      </p>
      <p className="text-sm md:text-lg mt-2 tracking-wide">
        1.2. Принимая условия настоящей Политики, Пользователь выражает свое
        согласие на обработку Организацией персональных данных Пользователя в
        целях, предусмотренных настоящей Политикой, а также на передачу
        персональных данных Пользователя третьим лицам в случаях, перечисленных
        в настоящей Политике.
      </p>
      <p className="text-sm md:text-lg mt-2 tracking-wide">
        1.3. По общему правилу Организация не проверяет достоверность
        предоставляемых Пользователями своих персональных данных, тем не менее,
        Пользователь настоящим подтверждает достоверность предоставленных им
        персональных данных.
      </p>
      <p className="text-sm md:text-lg mt-2 tracking-wide">
        1.4. Данные условия регулируют взаимоотношения между Организацией и Вами
        и не предусматривают регулирование прав третьих лиц.
      </p>
      <h2 className="text-base md:text-2xl mt-6 mb-2">
        2. Предоставление информации Пользователем
      </h2>
      <p className="text-sm md:text-lg mt-2 tracking-wide">
        2.1. Настоящая Политика распространяется на следующие виды персональных
        данных:
      </p>
      <p className="text-sm md:text-lg mt-2 tracking-wide">
        2.1.1. Персональные данные, размещенные Пользователями о себе
        самостоятельно, в т. ч. персональные данные Пользователя, доступ к
        которой Пользователь предоставляет Организации через веб-сайты или
        сервисы третьих лиц, или персональные данные, размещаемые Пользователями
        о себе в процессе пользования веб-сайтом. К персональным данным,
        полученным таким образом, могут относиться, в частности, имя, номер
        телефона, адрес.
      </p>
      <p className="text-sm md:text-lg mt-2 tracking-wide">
        Обязательные для предоставления Пользователем персональные данные
        отмечены специальным образом. Иная информация предоставляется
        Пользователем по его собственному желанию и на его усмотрение.
      </p>
      <p className="text-sm md:text-lg mt-2 tracking-wide">
        2.1.2. Данные, автоматически передаваемые веб-сайтом в процессе его
        использования, с помощью установленного на устройстве Пользователя
        программного обеспечения, в т.ч. IP-адрес, индивидуальный сетевой номер
        устройства (MAC-адрес, ID устройства), электронный серийный номер (IMEI,
        MEID), данные из cookies, информация о браузере, операционной системе,
        времени доступа, время посещения, поисковых запросах, соответствующие
        адреса веб-сайтов, сведения о местоположении и перемещении устройства
        Пользователя. Данная информация позволяет установить количество
        пользователей и посещаемые страницы Сайтов.
      </p>
      <p className="text-sm md:text-lg mt-2 tracking-wide">
        Для получения перечисленной информации может использоваться технология
        «cookies», которая не содержит конфиденциальную информацию или
        персональные данные и не передается третьим лицам.
      </p>
      <p className="text-sm md:text-lg mt-2 tracking-wide">
        2.1.3. Иная информация о Пользователях, размещенная или предоставленная
        по их собственной инициативе.
      </p>
      <h2 className="text-base md:text-2xl mt-6 mb-2">
        3. Цели обработки персональных данных Пользователей
      </h2>
      <p className="text-sm md:text-lg mt-2 tracking-wide">
        3.1. Организация осуществляет сбор и обработку только той информации о
        Пользователях, в т. ч. их персональных данных, которая необходима для
        выполнения обязательств Организацией по предоставлению следующей
        информации:
      </p>
      <p className="text-sm md:text-lg mt-2 tracking-wide">
        — получение новостей;
      </p>
      <p className="text-sm md:text-lg mt-2 tracking-wide">
        — информация о продуктах;
      </p>
      <p className="text-sm md:text-lg mt-2 tracking-wide">
        — информация о мероприятиях или услугах, проводимых конкурсах, рекламных
        акциях;
      </p>
      <p className="text-sm md:text-lg mt-2 tracking-wide">
        — совершение покупок;
      </p>
      <p className="text-sm md:text-lg mt-2 tracking-wide">
        — информирование клиента об акциях, скидках и специальных предложениях
        посредством электронных рассылок;
      </p>
      <p className="text-sm md:text-lg mt-2 tracking-wide">
        — участие в анкетировании для выполнения маркетинговых задач, проведение
        статистических и иных исследований, на основе обезличенных данных;
      </p>
      <p className="text-sm md:text-lg mt-2 tracking-wide">
        3.2. При необходимости использовать персональных данных Пользователя в
        целях, не предусмотренных настоящей Политикой, Организация запрашивает
        согласие Пользователя на такие действия, так же в ряде случаев
        Организация действует на основании законодательства Российской
        Федерации.
      </p>
      <h2 className="text-base md:text-2xl mt-6 mb-2">
        4. Обработка персональных данных Пользователей
      </h2>
      <p className="text-sm md:text-lg mt-2 tracking-wide">
        4.1. Персональные данные Пользователей хранятся в соответствии с
        действующим законодательством Российской Федерации.
      </p>
      <p className="text-sm md:text-lg mt-2 tracking-wide">
        4.2. Персональные данные Пользователей не передается третьим лицам, за
        исключением следующих случаев:
      </p>
      <p className="text-sm md:text-lg mt-2 tracking-wide">
        4.2.1. Пользователь ясно выразил свое согласие на такие действия.
      </p>
      <p className="text-sm md:text-lg mt-2 tracking-wide">
        4.2.2. Передача необходима в целях обеспечения функционирования сайта.
      </p>
      <p className="text-sm md:text-lg mt-2 tracking-wide">
        4.2.3. Передача предусмотрена российским законодательством в рамках
        установленной законодательством процедуры.
      </p>
      <p className="text-sm md:text-lg mt-2 tracking-wide">
        4.2.4. В целях обеспечения возможности защиты прав и законных интересов
        веб-сайта и/или третьих лиц в случаях, когда Пользователь нарушает
        условия настоящей Политики конфиденциальности.
      </p>
      <p className="text-sm md:text-lg mt-2 tracking-wide">
        4.2.5. Если Организация примет участие в слиянии, приобретении или любой
        другой форме продажи части или всех своих активов. При этом к
        приобретателю активов Организации переходят все обязательства по
        соблюдению условий настоящей Политики.
      </p>
      <p className="text-sm md:text-lg mt-2 tracking-wide">
        4.3. Для защиты персональных данных Пользователя, обеспечение их
        надлежащего использования и предотвращения несанкционированного и/или
        случайного доступа к ним, Организация применяет необходимые и
        достаточные технические и административные меры.
      </p>
      <p className="text-sm md:text-lg mt-2 tracking-wide">
        4.4. При сборе персональных данных, в том числе посредством
        информационно-телекоммуникационной сети "Интернет", оператор обязан
        обеспечить сбор, запись, систематизацию, накопление, хранение, уточнение
        (обновление, изменение), извлечение, использование, передачу
        (распространение, предоставление, доступ), обезличивание, блокирование,
        удаление, уничтожение персональных данных граждан Российской Федерации с
        использованием баз данных, находящихся на территории Российской
        Федерации.
      </p>
      <h2 className="text-base md:text-2xl mt-6 mb-2">
        5. Права и обязанности сторон
      </h2>
      <p className="text-sm md:text-lg mt-2 tracking-wide">
        5.1. Пользователь вправе:
      </p>
      <p className="text-sm md:text-lg mt-2 tracking-wide">
        5.1.1. По запросу получать от Организации информацию, касающуюся
        обработки его персональных данных.
      </p>
      <p className="text-sm md:text-lg mt-2 tracking-wide">
        5.1.2. Вносить изменения в свои Персональные данные, отказаться от
        подписки на получение информационных электронных сообщений, отозвать
        свое согласие на использование Персональных данных.
      </p>
      <p className="text-sm md:text-lg mt-2 tracking-wide">
        В данном случае Пользователь обязан поступить следующим образом:
      </p>
      <p className="text-sm md:text-lg mt-2 tracking-wide">
        1. Путем заполнения вручную печатной формы Отзыв согласия на обработку
        ПДн в розничных магазинах с просьбой удалить персональные данные.
      </p>
      <p className="text-sm md:text-lg mt-2 tracking-wide">
        5.1.5. Персональные данные Пользователя удаляются из клиентской базы
        Организации в течение 30 (тридцати) рабочих дней с момента получения
        соответствующего заявления.
      </p>
      <p className="text-sm md:text-lg mt-2 tracking-wide">
        5.2. Ответственность Пользователя:
      </p>
      <p className="text-sm md:text-lg mt-2 tracking-wide">
        5.2.1. Пользователь веб-сайта самостоятельно несет все риски в связи с
        использованием и просмотром веб-сайта. Ни Организация, ни любое другое
        лицо, являющееся его представителем или аффилированной компанией, и
        задействованное в разработке или функционировании веб-сайта, не несет
        ответственности за прямой или косвенный реальный ущерб и упущенную
        выгоду в связи с пользованием веб-сайта.
      </p>
      <p className="text-sm md:text-lg mt-2 tracking-wide">
        5.2.2. В случае, если предоставленная по собственному волеизъявлению
        Пользователем информация, является охраняемым результатом
        интеллектуальной деятельности, средством индивидуализации или объектом
        иных имущественных прав третьих лиц, Пользователь соглашается возместить
        в полном объеме убытки, причиненные Организации такими действиями,
        защищать и ограждать Организация, ее филиалы или аффилированные
        компании, а также их должностных лиц, директоров, служащих, агентов,
        лицензиатов, представителей и поставщиков от любых требований или исков,
        которые могут быть предъявлены в связи с использованием или
        распоряжением предоставленной Пользователем по собственному
        волеизъявлению информации.
      </p>
      <p className="text-sm md:text-lg mt-2 tracking-wide">
        5.3. Права Организации:
      </p>
      <p className="text-sm md:text-lg mt-2 tracking-wide">
        5.3.1. Организация вправе привлекать сторонние организации для
        выполнения действий или оказания услуг от имени Организации, что может
        потребовать передачи предоставленных Пользователем Персональных данных.
        Такие действия или услуги могут включать, кроме всего прочего,
        администрирование Сайтов, направление информации рекламного и/или иного
        характера о продукции, услугах или мероприятиях, а также доставку
        заказанных Пользователями товаров.
      </p>
      <p className="text-sm md:text-lg mt-2 tracking-wide">
        Привлекаемые организации обязуются обеспечить конфиденциальность
        информации и гарантировать ее защиту, а также обязуются использовать
        полученную информацию исключительно в целях исполнения указанных
        действий или оказания услуг.
      </p>
      <p className="text-sm md:text-lg mt-2 tracking-wide">
        5.3.2. Организация вправе осуществлять записи телефонных разговоров с
        Пользователями. При этом Организация обязуется не разглашать информацию,
        полученную в ходе телефонных переговоров, и/или передавать ее третьим
        лицам, не имеющим непосредственного отношения к данной информации.
      </p>
      <p className="text-sm md:text-lg mt-2 tracking-wide">
        5.3.3. Организация оставляет за собой право дополнять или иным образом
        обновлять настоящую Политику конфиденциальности в любое время и в случае
        внесения изменений и поправок в законодательство. Пользователь выражает
        свое согласие на такие изменения, дополнения или обновления.
      </p>
      <p className="text-sm md:text-lg mt-2 tracking-wide">
        Организация уведомляет Вас о внесении изменений, разместив обновленную
        версию на данной странице, с указанием даты внесения изменений.
        Пользователь, продолжая использовать веб-сайт (включая доступ, просмотр
        и/или использование любой интерактивной функции), дает свое согласие с
        настоящей Политикой конфиденциальности и любыми вносимыми в нее
        изменениями. Организация рекомендует периодически знакомиться с
        настоящей Политикой конфиденциальности, чтобы знать, каким образом
        защищаются Персональные данные Пользователей.
      </p>
      <p className="text-sm md:text-lg mt-2 tracking-wide">
        Новая редакция Политики конфиденциальности вступает в силу с момента её
        размещения, если иное не предусмотрено новой редакцией Политики
        конфиденциальности. Действующая редакция всегда находится на настоящей
        странице.
      </p>
      <p className="text-sm md:text-lg mt-2 tracking-wide">
        5.3.4. ИП Махмудов Бадиюлла Курбанович (ОГРН 321057100049002), обладает
        всеми правами на веб-сайт и/или его содержание и приложения, авторскими
        правами на все материалы, размещенные на веб-сайте, или имеет разрешение
        правообладателя на использование таких материалов на веб-сайте.
      </p>
      <p className="text-sm md:text-lg mt-2 tracking-wide">
        Также Организация является правообладателем всех товарных знаков,
        используемых на веб-сайте, или имеет соответствующее разрешение
        правообладателя на их использование. Любое использование или изменение
        опубликованных на веб-сайте материалов, является нарушением прав
        Организации на результаты интеллектуальной деятельности и средства
        индивидуализации.
      </p>
      <p className="text-sm md:text-lg mt-2 tracking-wide">
        5.4. Ответственность Организации:
      </p>
      <p className="text-sm md:text-lg mt-2 tracking-wide">
        5.4.1. Организация не несет ответственность за веб-сайты третьих лиц,
        ссылки на которые размещены на веб-сайте, либо за веб-сайты третьих лиц,
        которые содержат ссылки на веб-сайт. Организация не поддерживает ни
        такие сайты, ни товары или услуги, предлагаемые на них. Организация не
        несет ответственность за точность сведений, публикуемых на этих сайтах,
        а также за товары и услуги, предоставляемые ими или приобретаемые через
        них.
      </p>
      <p className="text-sm md:text-lg mt-2 tracking-wide">
        5.4.2. Организация принимает разумные меры для обеспечения точности
        сведений, опубликованных на веб-сайте. Однако Организация не несет
        ответственность за ошибки или упущения в содержании веб-сайта и не
        гарантирует точность, полноту или актуальность информации,
        представленной на Сайте.
      </p>
      <p className="text-sm md:text-lg mt-2 tracking-wide">
        5.4.3. Если Пользователь нарушает данные условия и Организация не
        предпринимает немедленных действий, это не означает что Организация не
        намерено отстаивать свои права в будущем (в том числе предпринимать
        определенные действия).
      </p>
      <p className="text-sm md:text-lg mt-2 tracking-wide">
        5.4.4. Организация не гарантирует 100%-ную безопасность веб-сайтов, баз
        данных или услуг третьих лиц, а также не может гарантировать, что
        персональные данные, которые Пользователь предоставляет, не может быть
        перехвачены третьими лицами в процессе их передачи через Интернет.
        Организация не несет ответственность за действия третьих лиц.
      </p>
      <h2 className="text-base md:text-2xl mt-6 mb-2">
        6. Меры по защите персональных данных Пользователей
      </h2>
      <p className="text-sm md:text-lg mt-2 tracking-wide">
        6.1. Организация принимает все необходимые организационные и технические
        меры для защиты персональных данных Пользователей от неправомерного или
        случайного доступа к ним, уничтожения, изменения, блокирования,
        распространения, а также от иных неправомерных действий с ней. К этим
        мерам относятся, в частности, внутренняя проверка процессов сбора,
        хранения и обработки данных и мер безопасности, включая соответствующее
        шифрование и меры по обеспечению физической безопасности данных для
        предотвращения неавторизированного доступа к системам, в которых
        хранится персональная информация.
      </p>
      <p className="text-sm md:text-lg mt-2 tracking-wide">
        6.2. При обработке персональных данных Пользователей Организация
        руководствуется Федеральным законом № 152-ФЗ «О персональных данных» от
        27.07.2006 г.
      </p>
      <h2 className="text-base md:text-2xl mt-6 mb-2">
        7. Заключительные положения
      </h2>
      <p className="text-sm md:text-lg mt-2 tracking-wide">
        7.1. Настоящая Политика, отношения между Пользователем и Организацией,
        возникающие в связи с применением настоящей Политики, а также вопросы,
        не урегулированные настоящей Политикой, регулируются действующим
        законодательством Российской Федерации.
      </p>
      <p className="text-sm md:text-lg mt-2 tracking-wide">
        7.2. Любая информация, представленная на веб-сайте, может быть изменена
        в любое время без предварительного уведомления.
      </p>
      <p className="text-sm md:text-lg mt-2 tracking-wide">
        7.3. Пользователи вправе направлять Организации запросы, предложения или
        вопросы, касающиеся настоящей Политики, через форму обратной связи на
        странице https://akula-shop.ru/
      </p>
    </Wrapper>
  );
};

export default PrivacyPolicy;
